Repository: common-repository/senpai-software-2fa
Catalog: languages/senpai-software-2fa-*.po
Languages: uk

source: Select your file
uk: Виберіть ваш файл

source: The file key has been accepted, but you can update it
uk: Файл-ключ прийнято, але ви можете його оновити

source: Two-factor authentication with a key file
uk: Двофакторна аутентифікація за допомогою файлу-ключа

source: You can select any file on your computer and use it as a secret key to log into the admin area. Your file will not be uploaded to the site.
uk: Ви можете вибрати будь-який файл на своєму комп’ютері та використати його як секретний ключ для входу в адмінпанель. Ваш файл не буде завантажено на сайт.

source: Status
uk: Статус

source: Disable
uk: Вимкнено

source: Enable
uk: Увімкнено

source: Select key file (max file size 1 GB)
uk: Виберіть файл-ключ (макс. розмір файлу 1 ГБ)

source: File is too big
uk: Файл занадто великий

source: Do not change the contents of the file that is used as the key.
uk: Не змінюйте вміст файлу, який використовується як ключ.

source: Select key file
uk: Виберіть файл-ключ

source: Wrong key file
uk: Неправильний файл-ключ

source: File error
uk: Помилка файла

source: Upload your key file
uk: Завантажте ваш файл-ключ
